Repository: kasymovga/1vs1
Catalog: translations/common.*.po
Languages: fr, nl, ru

source: {1}^7 taken
fr: Le {$1}^7 vient d'être repris
nl: {1}^7 is gepakt
ru: {$1}^7 поднят

source: Changing to {1} in {2} seconds
fr: Changement vers l'{$1} dans {2} secondes
nl: Overschakelen {1} in {2} seconden
ru: Переходим в {1} через {2} секунды

source: {1}^7 returned
fr: {$1}^7 sauvé
nl: {1}^7 is teruggebracht
ru: {$1}^7 возвращён

source: ^4Blue Flag
fr: ^4Drapeau Bleu
nl: ^4Blauwe vlag
ru: ^4Синий флаг

source: ^1Red Flag
fr: ^1Drapeau Rouge
nl: ^1Rode vlag
ru: ^1Красный флаг

source: The current level has been LOST.
fr: Tu as PERDU la partie.
nl: Het huidige level is VERLOREN.
ru: Текущий уровень был ПРОИГРАН.

source: You found a secret area!
fr: Tu viens de trouver un secret !
nl: Je hebt een geheime ruimte ontdekt!
ru: Вы нашли секретное место!

source: Only {1} more to go...
fr: Plus que {$1} à récupérer...
nl: Nog {1} te gaan…
ru: Нужно ещё {1}...

source: ^2Game finished! {1}^2 wins!
fr: ^2Partie terminée ! {$1}^2 gagne !
nl: ^2Het toernooi is afgelopen! {1}^2 heeft gewonnen!
ru: ^2Игра закончена! {$1}^2 победила!

source: Walk into the slipgate to exit.
fr: Passes la porte pour sortir d'ici
nl: Wandel naar de poort om te verlaten.
ru: Идите в портал для выхода.

source: {1} was slimed
fr: {1} s'est fait gélifié
nl: {1} zit onder het slijm
ru: {1} растворился в слизи

source: Sequence completed!
fr: Séquence complétée !
nl: De reeks is voltooid!
ru: Последовательность выполнена!

source: ^1Game over
fr: ^1Partie terminée
nl: ^1Toernooi afgelopen
ru: ^1Игра закончена

source: ^2Level finished Secrets: {1} Monsters: {2}
fr: ^2Niveau terminé Secrets : {1} Monstres : {2}
nl: ^2Level afgerond Geheimen: {1} Monsters: {2}
ru: ^2Уровень пройден Секреты: {1} Монстры: {2}

source: ^2Secrets found: ^3{1}^2/^3{2}
fr: ^2Secrets trouvés : ^3{1}^2/^3{2}
nl: ^2Gevonden geheimen: ^3{1}^2/^3{2}
ru: ^2Найден секрет: ^3{1}^2/^3{2}

source: Autosaving...
fr: Sauvegarde auto...
nl: Bezig met opslaan…
ru: Автосохранение...

source: ^3Shield surrounds you
fr: ^3Un bouclier te protège
nl: ^3Het schild beschermt je
ru: ^3Щит окружает вас

source: The current level has been WON.
fr: Tu as GAGNÉ la partie.
nl: Het huidige level is GEWONNEN.
ru: Текущий уровень был ВЫИГРАН.

source: join 'best' team (auto-select)
fr: Choisir l'équipe automatiquement
nl: Indelen bij ‘beste’ team (automatisch)
ru: Присоединиться к 'лучшей' команде

source: Team Selection
fr: Choix de l'équipe
nl: Teamkeuze
ru: Выбор команды

source: Yellow Team
fr: Équipe Jaune
nl: Geel team
ru: Жёлтая команда

source: Pink Team
fr: Équipe Rose
nl: Roze team
ru: Розовая команда

source: spectate
fr: Observer
nl: Toeschouwen
ru: наблюдение

source: ^7Playing ^3{1}^7 on ^2{2}
fr: ^7On joue à ^3{$1}^7 sur ^2{2}
nl: ^7Huidige kaart: ^3{1}^7 op ^2{2}
ru: ^7Играем ^3{1}^7 на ^2{2}

source: Vote for a map (^2{1}^7)
fr: Voter pour une carte (^2{1}^7)
nl: Stem op een kaart (^2{1}^7)
ru: Голосование за карту (^2{1}^7)

source: ^7for ^1{1} minutes^7 or until ^3{2} caps
fr: ^7Pendant ^1{1} minutes^7 ou jusqu'à atteindre ^3{2} frags
nl: ^7gedurende ^1{1} minuten^7 of tot aan ^3{2} veroveringen
ru: ^7до ^1{1} минут^7 или ^3{2} захватов

source: ^3Stop idling! ^3Moving to spectators in {1}...
fr: ^3Bouge tes fesses ! ^3{1} secondes avant de devenir spectateur...
nl: ^3Stop met luieren! ^3Over {1} ga je naar de tribune…
ru: ^3Начинайте действовать! ^3Переход в наблюдатели через {1}...

source: {1} seconds left
fr: Il reste {1} secondes
nl: Nog {1} seconden te gaan
ru: {1} секунд осталось

source: until ^3{2} points^7
fr: jusqu'à ^3{2} points^7
nl: tot ^3{2} punten^7
ru: до ^3{2} очков^7

source: ^7for ^1{1} minutes^7 or until ^3{2} points^7
fr: ^7pendant ^1{1} minutes^7 ou jusqu'à atteindre ^3{2} points^7
nl: ^7gedurende ^1{1} minuten^7 of tot aan ^3{2} punten^7
ru: ^7до ^1{1} минут^7 или ^3{2} очков^7

source: ^3{1}#^0{2}^3 was moved to spectators for idling.
fr: ^3{1}#^0{2}^3 est devenu spectateur pour inactivité
nl: ^3{1}#^0{2}^3 luierde teveel en is daarom op de bank gezet.
ru: ^3{1}#^0{2}^3 перешёл в наблюдатели из-за бездействия.

source: Change model
fr: Changer d'apparence
nl: Model kiezen
ru: Сменить модель

source: Restore position
fr: Revenir à la dernière position
nl: Positie herstellen
ru: Восстановить позицию

source: Respawn
fr: Renaître
nl: Herstellen
ru: Респаун

source: ^2Race finished!
fr: ^2Course terminée !
nl: ^2De race is afgelopen!
ru: ^2Гонка завершена!

source: {1} couldn't take it anymore
fr: {1} n'en pouvais plus
nl: {1} kon het niet meer aan
ru: {1} не может больше терпеть

source: Save position
fr: Sauvegarder ta position
nl: Positie opslaan
ru: Сохранить позицию

source: Change eye position
fr: Changer la position des yeux
nl: Gezichtspositie veranderen
ru: Сменить положение глаз

source: {1} died
fr: {1} est mort (le nul)
nl: {1} is gestorven
ru: {1} помер

source: Map records...
fr: Records de la carte...
nl: Kaartrecords…
ru: Рекорды карт...

source: ^7for ^1{1} minutes^7
fr: ^7pour ^1{1} minutes^7
nl: ^7gedurende ^1{1} minuten^7
ru: ^7до ^1{1} минут^7

source: ^1Begin!
fr: ^1C'est parti !
nl: ^1Af!
ru: ^1Начали!

source: ^1Game starts in {1} seconds
fr: ^1Le jeu démarre dans {1} secondes
nl: ^1Het toernooi begint over {1} seconden
ru: ^1Игра начнётся через {1} секунд

source: {1} was cooked by {2}
fr: {1} s'est fait mitonné par {2}
nl: {1} werd gefrituurd door {2}
ru: {1} был приготовлен игроком {2}

source: {1} turned into hot slag
fr: {1} a été changé en déchets fumants
nl: {1} is in een hete brei veranderd
ru: {1} превратился в кипящий шлак

source: Walkie-Talkie
fr: Talkie-Walkie
ru: Рация

source: ^3Shield has worn off
fr: ^3Tu as perdu ton bouclier
nl: ^3Het schild is uitgewerkt
ru: ^3Щит закончился

source: {1} hit the ground with a crunch
fr: {1} a touché le sol en faisant un bruit bizarre
nl: {1} is te pletter gestort
ru: {1} с хрустом ударил землю

source: ^3You are on speed
fr: ^3Tu es sous l'effet de la meth
nl: ^3Je zit aan de speed
ru: ^3Вы на скорости

source: ^1{1}^1 finished lap in {2}
fr: ^1{1}^1 a terminé un tour en {2}
nl: ^1{1}^1 heeft de ronde in {2} afgelegd
ru: ^1{1}^1 закончил круг за {2}

source: ^2* ^3{1}^2's vote for {2}^2 was rejected
fr: ^2* Le vote de ^3{1}^2 {$2}^2 a été rejeté
nl: ^2* ^3{1}^2's stem voor {2}^2 is afgewezen
ru: ^2* ^3 голосование от {1}^2 за ^1{2}^2 было отклонено

source: ^2A vote has been called for ^1{1}^7 ^0[{2}^0] Your vote: ^2Yes
fr: ^2Un vote a été lancé pour ^1{$1}^7 ^0[{$2}^0] Ton vote : ^2Oui
nl: ^2Er is een stemming gestart voor ^1{1}^7 ^0[{2}^0] Mijn stem: ^2ja
ru: ^2Идёт голосование за ^1{1}^7 ^0[{2}^0] Ваш голос: ^2Да

source: ^2A vote has been called for ^1{1}^7 ^0[{2}^0] Your vote: ^1No
fr: ^2Un vote a été lancé pour ^1{$1}^7 ^0[{$2}^0] Ton vote : ^2Oui
nl: ^2Er is een stemming gestart voor ^1{1}^7 ^0[{2}^0] Mijn stem: ^2nee
ru: ^2Идёт голосование за ^1{1}^7 ^0[{2}^0] Ваш голос: ^1Нет

source: ^2A vote has been called for ^1{1}^7 ^0[{2}^0] ^3{vyes} ^2Yes ^3{vno} ^1No
fr: ^2Un vote a été lancé pour ^1{$1}^7 ^0[{$2}^0] ^3{vyes} ^2Oui ^3{vno} ^1Non
nl: ^2Er is een stemming gestart voor ^1{1}^7 ^0[{2}^0] ^3{vyes} ^2ja ^3{vno} ^1nee
ru: ^2Идёт голосование за ^1{1}^7 ^0[{2}^0] {vyes} ^2Да ^3{vno} ^1Нет

source: ^2Game finished!
fr: ^2Partie terminée !
nl: ^2Het toernooi is afgelopen!
ru: ^2Игра завершена!

source: {1} should have used a smaller gun
fr: {1} a eu le pistolet plus gros que le ventre
nl: {1} had een kleiner pistool moeten gebruiken
ru: {1} нуждается в оружии меньшего размера

source: ^1Suicide in {1} seconds
fr: ^1Suicide dans {1} secondes
nl: ^1Zelfdestructie over {1} seconden
ru: ^1Самофраг через {1} секунду

source: {1} could not hide from {2}'s Crylink
fr: {1} a essayé de fuir le CryLink de {2}
nl: {1} kon zich niet verschuilen voor {2}'s Crylink
ru: {1} не удаётся спрятаться от Крайлинка игрока {2}

source: ^2Time limit extended to {1}
fr: ^2Longueur de la partie rallongée à {1}
nl: ^2Het tijdslimiet is opgehoogd naar {1}
ru: ^2Лимит времени увеличен до {1}

source: You can carry only {1} weapons. Drop extra weapons to take this one.
fr: Tu ne peux porter que {1} armes différentes. Jettes des armes pour prendre celle-ci.
nl: Je kunt slechts {1} wapens bij je dragen. Gooi wat wapens weg om dit wapen te kunnen pakken.
ru: Вы можете нести только {1} оружий. Сбросьте лишнии чтобы взять это.

source: ^1Your nadget type has been set to the ^2{1}^1.
fr: ^1Le type de ton nadget à été défini sur ^2{$1}^1.
nl: ^1Je nadget-type is ingesteld op ^2{1}^1.
ru: ^1Ваш типа наджета сменился на ^2{1}^1.

source: ^3Yellow Team^7
fr: ^3Équipe Jaune^7
nl: ^3Gele team^7
ru: ^3Жёлтая команда^7

source: ^3{1}^3 has captured the {2}
fr: ^3{1}^3 a capturé le {$2}
nl: ^3{1}^3 heeft de {2} veroverd
ru: ^3{1}^3 захватила {2}

source: ^3Speed has worn off
fr: ^3Plus de meth :(
nl: ^3De speed is uitgewerkt
ru: ^3Скорость закончилась

source: ^3Akimbo has worn off
fr: ^3Ton Akimbo s'est arrêté
nl: ^3De akimbo is uitgewerkt
ru: ^3Акимбо закончилось

source: {1} fatefully ignored {2}'s firemine
fr: {1} a rejoint le Valhalla en marchant sur la mine de {2}
nl: {1} negeerde willens en wetens {2}'s vuurlinie
ru: {1} игнорирует мину от {2}

source: ^2* ^3{1}^2 stopped ^3{2}^2's vote
fr: ^2* Le vote de ^3{2}^2 a été stoppé par ^3{1}^2
nl: ^2* ^3{1}^2 heeft ^3{2}^2's stemming afgebroken
ru: ^2* ^3{1}^2 остановил голосование от ^3{2}^2

source: {1} drowned
fr: {1} s'est noyé
nl: {1} is verdronken
ru: {1} утонул

source: Player:
fr: Joueur:
nl: Speler:
ru: Игрок:

source: Never
fr: Jamais
nl: Nooit
ru: Никогда

source: Left
fr: Gauche
nl: Links
ru: Слева

source: Right
fr: Droite
nl: Rechts
ru: Справа

source: Always
fr: Toujours
nl: Altijd
ru: Всегда

source: Show names:
fr: Affichage des noms:
nl: Namen tonen van:
ru: Показывать имена:

source: Long
fr: Longue
nl: Ver
ru: Длинно

source: Short
fr: Petite
nl: Dichtbij
ru: Коротко

source: Weapon location hint
fr: Indice de localisation de l'arme
nl: Wapenlocatiehint
ru: Подсказки для расположения оружия

source: Fast
fr: Rapide
nl: Snel
ru: Быстро

source: Auto switch weapons on pickup
fr: Changement automatique d'armes lors de l'acquisition
nl: Automatisch wisselen na oppakken
ru: Автоматически менять оружие при подборе

source: ^2Currently in ^1warmup^2 stage! ^2Waiting for others to ready up...
fr: ^2Ceci est la phase d'^1échauffement^2 ! ^2En attente des autres joueurs pour se préparer...
nl: ^2Momenteel is de ^1opwarm^2fase bezig! ^2Je bent aan het wachten op anderen…
ru: ^2Сейчас в ^1разминочной^2 стадии! ^2Ждём когда остальные игроки будут готовы...

source: ^2Currently in ^1warmup^2 stage! ^2Press ^3{ready}^2 to finish warmup!
fr: ^2Ceci est la phase d'^1échauffement^2 ! ^2Appuies sur ^3{ready}^2 quand tu es prêt !
nl: ^2Momenteel is de ^1opwarmfase^2 bezig! ^2Druk op ^3{ready}^2 als je zover bent!
ru: ^2Сейчас в ^1разминочной^2 стадии! ^2Нажмите ^3{ready}^2 для завершения разминки!

source: Force center position
fr: Forcer la position au centre
nl: Positie in midden afdwingen
ru: Принудительная центральная позиция

source: Left or center
fr: Gauche ou centrée
nl: Links of midden
ru: Слева/в центре

source: Right or center
fr: Droite ou centrée
nl: Rechts of midden
ru: Справа/в центре

source: Weapon alpha:
fr: Alpha d'arme :
nl: Wapenalfa:
ru: Непрозрачность оружия:

source: Mute list
fr: Joueurs bloqués
nl: Demplijst
ru: Игнор-лист

source: Unmute
fr: Débloquer
nl: Ontdempen
ru: Разигнор

source: Skip start hints
fr: Passer les astuces de début de jeu
nl: Hints aan begin verbergen
ru: Пропускать подсказки в начале

source: Next >>
fr: Suivant >>
nl: Volgende →
ru: Дальше >>

source: Show speed
fr: Afficher la vitesse
nl: Snelheid tonen
ru: Показывать скорость

source: Show position helper in CTS
fr: Afficher l'aide à la position pour le CTS
nl: Locatiebepaling in CTS tonen
ru: Позиционная подсказка в CTS

source: HUD selection
fr: Choix de l'interface du jeu
nl: HUD-keuze
ru: Выбор HUD

source: Disable nex zoom with secondary attack
fr: Désactiver le zoom du Nex de l'attaque secondaire
nl: Nex-zoom met secundaire aanval uitschakelen
ru: Отключить прицеливание у Nex

source: Reverse weapon order
fr: Inverser l'ordre des armes
nl: Wapenvolgorde omkeren
ru: Обратный порядок оружий

source: Done
fr: Fini
nl: Klaar
ru: Готово

source: Show strafe helper in CTS
fr: Afficher l'aide au strafe pour le CTS
nl: Richthulp in CTS tonen
ru: Подсказка стрейфов в CTS

source: Weapon position:
fr: Position de l'arme :
nl: Wapenpositie:
ru: Положение оружия:

source: Teamplay
fr: Jeu en équipes
nl: Teamwork
ru: Командная игра

source: Naughty behaviour:
fr: Méchant petit garçon :
nl: Slecht gedrag:
ru: Плохое поведение:

source: Damage indicator:
fr: Indicateur de dégâts :
nl: Schadeberekening:
ru: Индикация урона:

source: Report a player
fr: Signaler un joueur
nl: Speler rapporteren
ru: Пожаловаться на игрока

source: Show names view sector:
fr: Secteur d'affichage des noms :
nl: Sector met namen tonen:
ru: Область отображения имён:

source: Report
fr: Signaler
nl: Melding maken
ru: Жалоба

source: Show acceleration
fr: Afficher l'accélération
nl: Versnelling tonen
ru: Показывать ускорение

source: On
fr: Actif
nl: Aan
ru: Вкл

source: Force screen effect on damage
fr: Forcer les effets d'écran des dégâts
nl: Schermeffect na schade tonen
ru: Принудительный эффект повреждения

source: Game Menu
fr: Menu
ru: Игровое меню

source: Weapon bar fade speed:
fr: Vitesse de disparition de la barre d'armes :
nl: Vervaagsnelheid van wapenbalk:
ru: Исчезание панели оружия:

source: Auto enable in CTS
fr: Auto activation pour le CTS
nl: Automatisch inschakelen in CTS
ru: Включать в CTS

source: Off
fr: Éteint
nl: Uit
ru: Выкл

source: Slow
fr: Lent
nl: Langzaam
ru: Медленно

source: Apply
fr: Appliquer
nl: Toepassen
ru: Применить

source: Map records
fr: Records de la carte
nl: Kaartrecords
ru: Рекорды карт

source: Recoil from shots
fr: Recul des armes
nl: Terugslag van schoten
ru: Отдача от выстрелов

source: << Previous
fr: << Précédent
nl: ← Vorige
ru: << Дальше

source: Show ammo in weapon bar
fr: Afficher les munitions dans la barre des armes
nl: Ammunitievoorraad op wapenbalk tonen
ru: Показывать патроны в панели оружий

source: Available votes:
fr: Choix du vote :
nl: Stemmogelijkheden:
ru: Доступные голосования:

source: Only for teammates
fr: Seulement pour vos équipiers
nl: Alleen voor teamgenoten
ru: Только для союзников

source: Always hidden
fr: Toujours caché
nl: Altijd verbergen
ru: Всегда скрыто

source: Empty slot
fr: Emplacement vide
nl: Leeg slot
ru: Пустой слот

source: Player voices
fr: Voix des joueurs
nl: Stemmen van spelers
ru: Голоса игроков

source: Hidden
fr: Caché
nl: Verbergen
ru: Скрыто

source: Very narrow
fr: Très étroit
nl: Erg smal
ru: Очень узко

source: Possible arguments:
fr: Arguments disponibles :
nl: Opties:
ru: Возможные параметры:

source: Mute
fr: Bloquer
nl: Dempen
ru: Игнор

source: Cancel
fr: Annuler
nl: Annuleren
ru: Отмена

source: Play next track
fr: Jouer la piste suivante
nl: Volgend nummer afspelen
ru: Играть следующий трек

source: Call the vote
fr: Lancer le vote
nl: Stemronde starten
ru: Вызвать голосование

source: HUD Selection...
fr: Choix de l'interface de jeu...
nl: HUD-keuze…
ru: Выбор HUD...

source: Narrow
fr: Étroit
nl: Smal
ru: Узко

source: Call a vote for this map
fr: Demander un vote pour cette carte
nl: Stemronde voor deze kaart starten
ru: Голосование за эту карту

source: Available HUDs:
fr: Interfaces de jeu disponibles :
nl: Beschikbare HUDs:
ru: Доступные HUDы:

source: Stopped
fr: Stoppé
nl: Gestopt
ru: Остановлено

source: Wide
fr: Large
nl: Breed
ru: Широко

source: Announcer print:
fr: Texte d'annonces :
nl: Verslaggeving tonen:
ru: Печатать анонсы:

source: Weapon bar fade time:
fr: Temps de disparition de la barre des armes :
nl: Vervaagduur van wapenbalk:
ru: Время показа панели оружий:

source: Game Settings
fr: Paramètres de jeu
nl: Game-instellingen
ru: Игровые настройки

source: Show only current ammo
fr: Afficher uniquement les munitions utilisées
nl: Alleen huidige ammunitievoorraad tonen
ru: Показывать только текущие патроны

source: ^3New wave starts in {1} seconds
fr: ^3Une nouvelle vague commence dans {1} secondes
nl: ^3De nieuwe golf begint over {1} seconden
ru: ^3Новая волна начнётся через {1} секунды

source: ^2Awaiting players...
fr: ^2En attente de joueurs...
nl: ^2Bezig met wachten op spelers…
ru: ^2Ожидание игроков...

source: Please select your ability class:
fr: Choisis ta capacité :
nl: Kies je bekwaamheidsklasse:
ru: Выберите ваш класс способностей:

source: {1} tried to catch {2}'s firemine
fr: {1} a tenté de faire du ping-pong avec la mine de {2}
nl: {1} probeerde om de vuurmijn van {2} op te vangen
ru: {1} попытался поймать зажигательный снаряд от {2}

source: ^7Your ability class will be changed at next spawn
fr: ^7Votre capacité sera changée à votre prochaine mort
nl: ^7Je bekwaamheidsklasse wordt na je volgende herstel gewijzigd
ru: ^7Ваш класс способностей сменится на следующем спауне

source: Please select game type for next map:
fr: Choisis le type de jeu pour la prochaine carte :
nl: Kies het gametype van de volgende kaart:
ru: Выберите тип игры для следующей карты:

source: Apply immediately
fr: Effectuer immédiatement
nl: Direct toepassen
ru: Применить

source: This door required {1}
fr: Cette porte nécessite {$1}
nl: Deze deur vereist {1}
ru: Эта дверь требует: {$1}

source: {1} was squished
fr: {1} est devenu une crêpe
nl: {1} is platgedrukt

source: Select eye position
fr: Choissiser la position des yeux
nl: Kies een gezichtspositie
ru: Выберите позицию глаз

source: Silver Key
fr: Clé en Argent
nl: Zilveren sleutel
ru: Серебрянный ключ

source: Gold Key
fr: Clé en or
nl: Gouden sleutel
ru: Золотой ключ

source: Jailbreak! The ^1REDS^7 are escaping! Control point captured by {1}
fr: Fugue de la prison ! Les ^4ROUGES^7 s'échappent ! Zone capturée par {$1}
nl: Uitbraak! De ^1RODEN^7 ontsnappen! Controlepunt veroverd door {1}
ru: Побег! ^1КРАСНЫЕ^7 убегают! Контрольная точка была захвачена игроком {1}

source: ^4Blue^7 Scores! All opponents are imprisoned ^2Starting in {1}
fr: Les ^1Bleus^7 marquent ! Toute l'équipe adverse est en prison. ^2Nouvelle partie dans {$1}
nl: ^4Blauw heeft^7 gescoord! Alle tegenstanders zijn in de cel gegooid ^2De volgende ronde begint over {1}
ru: ^4Синии^7 выиграли раунд! Все противники в тюрьме ^2Новый раунд через {1}

source: ^1Red jail^7 closed
fr: ^1Prison Rouge^7 fermée
nl: ^1De rode gevangenis is^7 gesloten
ru: ^1Красная тюрьма^7 закрылась

source: ^7{1}^7 has lost {2}^7
fr: ^7{1}^7 a perdu {$2}^7
nl: ^7{1}^7 heeft de {2}^7 verloren
ru: ^7{1}^7 теряет {2}^7

source: ^7{1}^7 has picked up {2}^7
fr: ^7{1}^7 a ramassé {$2}^7
nl: ^7{1}^7 heeft de {2}^7 gepakt
ru: ^7{1}^7 подбирает {2}^7

source: ^1You accepted the vote.
fr: ^1Tu as répondu OUI au vote.
nl: ^1Je hebt voorgestemd.
ru: ^1Вы проголосовали за.

source: ^1You rejected the vote.
fr: ^1Tu as répondu NON au vote
nl: ^1Je hebt tegengestemd.
ru: ^1Вы проголосовали против.

source: {1}{2}^7 second left to find some ammo
fr: Il te reste {1}{2}^7 secondes pour trouver des munitions
nl: Nog {1}{2}^7 seconden om ammunitie te vinden
ru: {1}{2}^7 секунд осталось чтобы найти патроны

source: get some ammo or you'll be dead in ^310^7 seconds...
fr: Récupère des munitions ou tu mourras dans ^310^7 secondes...
nl: Vind ammunitie of accepteer het doodvonnis over ^310^7 seconden…
ru: найдите патроны или будете мертвы через ^310^7 секунд...

source: Secondary fire inflicts no damage!
fr: L'attaque secondaire n'inflige aucun dégâts !
nl: Secundaire aanval berokkent geen schade!
ru: Дополнительная атака не наносит урона!

source: ^1Server is restarting...
fr: ^1Le serveur redémarre...
nl: ^1De server wordt herstart…
ru: ^1Сервер перезапускается...

source: Score count: {1}/{2}
fr: Tableau des scores : {1}/{2}
nl: Score: {1}/{2}
ru: Количество очков: {1}/{2}

source: ^3Invisibility has worn off
fr: ^3L'invisibilité a disparu
nl: ^3De onzichtbaarheid is verdwenen
ru: ^3Невидимость выключена

source: ^3You are invisible
fr: ^3Tu es invisible
nl: ^3Je bent onzichtbaar
ru: ^3Вы невидимы

source: Success!
fr: Succès !
nl: Succes!
ru: Успешно!

source: Enter PIN-code:
fr: Entrez le code PIN :
nl: Voer pincode in:
ru: Введите PIN-код

source: ^1Yor are frozen ^1Use ^3{+attack}^1 to mark danger ^1Press ^3{+use}^1 to spectate
fr: ^1Vous êtes gelés ^1Utilisez ^3{+attack}^1 pour signaler le danger ^1Appuyez sur ^3{+use}^1 pour observer

source: Control Point has been freed
fr: Le point de contrôle a été libéré

source: {1} got too close to {2}'s fireball
fr: {1} s'est trop approché de la boule de feu de {2}

source: You don't have any fuel for the ^2Jetpack
fr: Vous n'avez plus de carburant pour le ^2Jetpack

source: ^7You steal special model from {1}
fr: ^7Vous volez le modèle spécial de {1}

source: ^1No cheats allowed in campaign mode!
fr: ^1Tricherie interdite en mode campagne !

source: {1} generator under attack!
fr: ^7Le générateur {1} est attaqué !

source: ^2All enemies destroyed! ^2You successfully survived
fr: ^2Tous les ennemis détruits ! ^2Vous avez survécu

source: Enemy shield is broken!
fr: Bouclier ennemi brisé !

source: ^1No correct PIN code in {1} seconds, disconnecting...
fr: ^1Pas de code PIN correct en {1} secondes, déconnexion…

source: ^1New wave incoming! ^1Try to survive
fr: Nouvelle vague en approche ! ^1Tentez de survivre

source: ^1In^7-portal created
fr: ^7Portail ^1d'entrée^7 créé

source: ^4Out^7-portal created
fr: ^7Portail ^4de sortie^7 créé

source: ^1Spectating ^7{1} ^1Press ^3{+attack}^1 for another player ^1Press ^3{+jump}^1 to stop spectating ^1Game type is ^3{2}
fr: ^1Tu regardes ^7{1} ^1Appuies sur ^3{+attack}^1 pour suivre un autre joueur ^1Appuyez sur ^3{+jump}^1 pour arrêter de regarder ^1Mode de jeu : ^3{$2}

source: ^1* This server required PIN-code to play
fr: ^1* Ce serveur nécessite un code PIN pour jouer

source: ^3Starting in {1}
fr: ^3Début dans {1}

source: {1} burnt to death
fr: {1} brûlé vif

source: {1}^2 is ready
fr: {1}^2 est prêt

source: ^3Round over
fr: ^3Fin de la manche

source: {1} forgot about some firemine
fr: {1} j'ai oublié une mine incendiaire

source: Quicksaving...
fr: Sauvegarde rapide...

source: ^1No alive players left! ^1Nobody survived
fr: ^1Plus aucun joueur en vie ! ^1Personne n'a survécu

source: {1} {2} control point destroyed by {3}
fr: Point de contrôle {1} {2} détruit par {3}

source: {1} saw the pretty lights of {2}'s fireball
fr: {1} a vu les jolies lumières de la boule de feu de {2}

source: ^3Begin!
fr: ^3Commencez !

source: {1}^7 steal special model from {2}
fr: {1}^7 vole un modèle spécial à {2}

source: {1} used C++ and shot the leg out
fr: {1} a utilisé C++ et a tiré sur la jambe

source: {1}^7 got special model
fr: {1}^7 obtient le modèle spécial

source: Enemy protected by shield!
fr: Ennemi protégé par un bouclier !

source: Freeing...
fr: Libération…

source: {1}^2 is ^1NOT^2 ready
fr: {1}^2 n'est ^1PAS^2 prêt

source: ^7{1}^7 steal special model from you
fr: ^7{1}^7 te vole le modèle spécial

source: {1} was burnt to death by {2}
fr: {1} a été brûlé vif par {2}

source: ^2Wave cleared! ^3New wave starts in {1} seconds
fr: ^2Vague éliminée ! ^3Une nouvelle vague commence dans {1} secondes.

source: ^3Now playing ^1OVERTIME^3! ^3Keep fragging until we have a ^1winner^3!
fr: ^3Jouez maintenant ^1PROLONGATIONS^3 ! ^3Continuez à fragmenter jusqu'à ce qu'on ait un ^1gagnant^3 !

source: {1} captured {2} control point
fr: {1} a capturé le point de contrôle de {2}

source: Return to fight area immediately!
fr: Retournez immédiatement à la zone de combat !

source: {1} tasted {2}'s fireball
fr: {1} a goûté à la boule de feu de {2}

source: {1} could not hide from {2}'s fireball
fr: {1} n'a pas pu se cacher de la boule de feu de {2}

source: {1} played with tiny rockets
nl: {1} speelde met kleine raketten
ru: {1} заигрался с маленькими ракетками
