Repository: kasymovga/1vs1
Catalog: translations/common.*.po
Languages: fr, nl, ru

source: Quit
fr: Quitter
nl: Afsluiten
ru: Выход

source: Yes
fr: Oui
nl: Ja
ru: Да

source: No
fr: Non
nl: Nee
ru: Нет

source: Are you sure you want to quit?
fr: Es-tu sûr de vouloir quitter ?
nl: Weet je zeker dat je wilt afsluiten?
ru: Уверены, что хотите выйти?

source: Load
fr: Charger
nl: Laden
ru: Загрузить

source: Save
fr: Sauvegarder
nl: Opslaan
ru: Сохранить

source: Autosave
fr: Sauvegarde automatique
nl: Automatisch opslaan
ru: Автосохранение

source: Quicksave
fr: Sauvegarde rapide
nl: Snel opslaan
ru: Быстрое сохранение

source: Autosave:
fr: Sauvegarde automatique :
nl: Automatisch opslaan:
ru: Автосохранение:

source: Quicksave:
fr: Sauvegarde rapide :
nl: Snel opslaan:
ru: Быстрое сохранение:

source: Load Game
fr: Charger une partie
nl: Game laden
ru: Загрузить игру

source: Save/Load Game
fr: Sauvegarder/Charger une partie
nl: Game opslaan/laden
ru: Сохранить/загрузить игру

source: custom
fr: Personalisé
nl: aangepast
ru: особое

source: Show radar:
fr: Afficher les radars :
nl: Radar tonen:
ru: Показывать радар:

source: Close
fr: Fermer
nl: Sluiten
ru: Закрыть

source: Game menu
fr: Menu du jeu
nl: Spelmenu
ru: Игровое меню

source: Main menu
fr: Menu principal
nl: Hoofdmenu
ru: Основное меню

source: Game settings
fr: Paramètres de jeu
nl: Game-instellingen
ru: Игровые настройки

source: Join
fr: Rejoindre
nl: Meedoen
ru: Присоединиться

source: Switch team
fr: Changer d'équipe
nl: Ander team kiezen
ru: Сменить команду

source: Spectate
fr: Regarder
nl: Toeschouwen
ru: Наблюдать

source: Save/Load
fr: Sauvegarder/Charger
nl: Opslaan/Laden
ru: Сохранить/Загрузить

source: Call a vote
fr: Lancer un vote
nl: Stemronde starten
ru: Голосование

source: Mute list...
fr: Liste muette...
nl: Demplijst…
ru: Чёрный список

source: Stop demo
fr: Arrêter la démo
nl: Demo stoppen
ru: Остановить демо

source: Stop game
fr: Arrêter le jeu
nl: Game stoppen
ru: Остановить игру

source: Disconnect
fr: Se déconnecter
nl: Verbinding verbreken
ru: Отключиться

source: Restart
fr: Redémarrer
nl: Herstarten
ru: Перезапуск

source: Reconnect
fr: Se reconnecter
nl: Herverbinden
ru: Переподключиться

source: Return to game
fr: Revenir au jeu
nl: Terug naar game
ru: Продолжить играть

source: Quit to desktop
fr: Quitter Rexuiz
nl: Rexuiz afsluiten
ru: Выход их игры

source: Hints
fr: Astuces
nl: Tips
ru: Подсказки

source: Switch Ability Class
fr: Changer son pouvoir
nl: Andere vaardigheidsklasse kiezen
ru: Переключить класс способности

source: Switch Nadget
fr: Changer de nadget
nl: Andere nadget kiezen
ru: Переключить наджет

source: You are now on: {1}
fr: Tu as rejoint : {$1}
nl: Je maakt nu deel uit van: {1}
ru: Вы сейчас находитесь в: {1}

source: You have been moved into a different team to improve team balance You are now on: {1}
fr: Afin d'équilibrer les équipes, on t'as déplacé dans une équipe différente Tu as rejoint : {$1}
nl: Je bent van team gewisseld om de balans te verbeteren. Je maakt nu deel uit van: {1}
ru: Вас перевели в другую команду, чтобы улучшить баланс команды Сейчас вы находитесь: {1}

source: ^1You grew too old without taking your medicine
fr: ^1Tu as vieilli trop longtemps sans prendre ton traitement
nl: ^1Je bent te oud geworden zonder medicijn te gebruiken
ru: ^1Вы слишком стареете, не принимая лекарства.

source: ^1Don't shoot your team mates!
fr: ^1Ne tires pas sur tes équipiers !
nl: ^1Laat je teamgenoten met rust!
ru: ^1Не стреляйте в товарищей по команде!

source: ^1You killed your own dumb self!
fr: ^1Tu t'es buté tout seul xd!
nl: ^1Je hebt jezelf om het leven gebracht, dombo!
ru: ^1Вы убили самого себя!

source: ^4You {2}^4fragged ^7{1}
fr: ^4Tu as {2}^4détruit ^7{1}
nl: ^4Je hebt ^7{1} {2}^1gedood
ru: ^4Вы {2}^4фрагнули ^7{1}

source: ^1You were {2}^1fragged by ^7{1}
fr: ^1Tu t'es fait {2}^1tué par ^7{1}
nl: ^1Je bent door ^7{1} {2}^1gedood
ru: ^1Вас {2}^1фрагнул ^7{1}

source: ^1Watch your step!
fr: ^1Regardes où tu marches !
nl: ^1Let op het afstapje!
ru: ^1Смотрите куда идёте!

source: ^1First blood
fr: ^1Première destruction
nl: ^1Het eerste bloed is gevloeid
ru: ^1Первая кровь

source: ^1First victim
fr: ^1Première victime
nl: ^1Het eerste slachtoffer is gemaakt
ru: ^1Первая жертва

source: ^1Spectating ^7{1} ^1Press ^3{+attack}^1 for another player ^1Press ^3{+attack2}^1 to observe ^1Game type is ^3{2} ^1Press ^3{+jump}^1 to join
fr: ^1Tu regardes ^7{1} ^1Appuies sur ^3{+attack}^1 pour suivre un autre joueur ^3{+attack2}^1 pour observer ^1Mode de jeu : ^3{$2} ^3{+jump}^1 pour rejoindre
nl: ^1Je volgt ^7{1} ^1Druk op ^3{+attack}^1 om een andere speler te volgen ^1Druk op ^3{+attack2}^1 om te observeren ^1Het gametype is ^3{2} ^1Druk op ^3{+jump}^1 om mee te doen
ru: ^1Наблюдение за ^7{1} ^1Нажмите ^3{+attack}^1 для другого игрока ^1Нажмите ^3{+attack2}^1 для обзора ^1Тип игры ^3{2} ^1Нажми ^3{+jump}^1 чтобы присоединиться

source: ^1Spectating ^7{1} ^1Press ^3{+attack}^1 for another player ^1Press ^3{+attack2}^1 to observe ^1Game type is ^3{2}
fr: ^1Tu regardes ^7{1} ^1Appuies sur ^3{+attack}^1 pour suivre un autre joueur ^3{+attack2}^1 pour observer ^1Mode de jeu : ^3{$2}
nl: ^1Je volgt ^7{1} ^1Druk op ^3{+attack}^1 om een andere speler te volgen ^1Druk op ^3{+attack2}^1 om te observeren ^1Het gametype is ^3{2}
ru: ^1Наблюдение за ^7{1} ^1Нажмите ^3{+attack}^1 для другого игрока ^1Нажмите ^3{+attack2}^1 для обзора ^1Тип игры ^3{2}

source: ^1Observing ^1Press ^3{+attack}^1 to spectate ^1Game type is ^3{2} ^1Press ^3{+jump}^1 to join
fr: ^1Caméra libre ^1Appuis sur ^3{+attack}^1 pour suivre un joueur ^1Mode de jeu : ^3{$2} ^3{+jump}^1 pour rejoindre
nl: ^1Je bent aan het observeren ^1Druk op ^3{+attack}^1 om een speler te volgen ^1Het gametype is ^3{2} ^1Druk op ^3{+jump}^1 om mee te doen
ru: ^1Обзор ^1Нажмите ^3{+attack}^1 для наблюдения ^1Тип игры ^3{2} ^1Нажми ^3{+jump}^1 чтобы присоединиться

source: ^1Observing ^1Press ^3{+attack}^1 to spectate ^1Game type is ^3{2}
fr: ^1Caméra libre ^1Appuis sur ^3{+attack}^1 pour suivre un joueur ^1Mode de jeu : ^3{$2}
nl: ^1Je bent aan het observeren ^1Druk op ^3{+attack}^1 om een speler te volgen ^1Het gametype is ^3{2}
ru: ^1Обзор ^1Нажмите ^3{+attack}^1 для наблюдения ^1Тип игры ^3{2}

source: {1} was gunned by {2}
fr: {1} s'est fait buter par {2}
nl: {1} werd beschoten door {2}
ru: {1} был застрелен игроком {2}

source: {1} detonated
fr: {1} s'est kamikazé
nl: {1} is ontploft
ru: {1} взорвался

source: {1} just noticed {2}'s blue ball
fr: {1} vient de voir les boules bleues de {2}
nl: {1} heeft zojuist de blauwe bal van {2} ontdekt
ru: {1} вдруг заметил синий шар от {2}

source: {1} has {2} frags in a row
fr: {1} vient d'enchaîner {2} frags
nl: {1} heeft {2} slachtoffers achter elkaar gemaakt
ru: {1} сделал {2} фрагов подряд

source: {1} got too close to {2}'s blue beam
fr: {1} s'est trop approché du faisceau bleu de {2}
nl: {1} stond te dicht op {2}'s blauwe laserstraal
ru: {1} оказался слишком близко к синему лучу от {2}

source: {1} was thrown into a world of hurt by {2}
fr: {1} a été exilé dans le Royaume des Ombres par {2}
nl: {1} werd in de put der verdoemenis gegooid door {2}
ru: {1} был выкинут в пустоту с помощью {2}

source: {1} was lasered to death by {2}
fr: {1} s'est fait ionisé jusqu'à la mort par {2}
nl: {1} werd omgebracht door de laserstraal van {2}
ru: {1} был залазерен до смерти игроком {2}

source: {1}'s {3} kill spree was ended by {2}
fr: {2} a stoppé les {3} frags successifs de {1}
nl: {1}'s {3} moordreeks werd gestopt door {2}
ru: {1} прекратил свою серию из {3} фрагов с помощью {2}

source: {1} felt the electrifying air of {2}'s combo
fr: {1} a subi le coup de foudre du combo de {2}
nl: {1} voelde de elektrische lucht van {2}'s combo
ru: {1} ощутил электризованный воздух от сделанного {2} комбо

source: {1} almost dodged {2}'s grenade
fr: {1} a failli esquiver la grenade de {2}
nl: {1} ontweek ternauwernood de granaat van {2}
ru: {1} почти увернулся от гранаты, выпущенной {2}

source: {1} was sniped by {2}
fr: {1} s'est fait terminer à distance par {2}
nl: {1} werd neergeschoten door {2}
ru: {1} был снайперски застрелен игроком {2}

source: {1} drew first blood
fr: {1} obtient le premier frag
nl: {1} liet het eerste bloed vloeien
ru: {1} пролил первую кровь

source: {1} was riddled full of holes by {2}
fr: {1} a été changé en emmental par {2}
nl: {1} werd lekgeschoten door {2}
ru: {1} получил много отверстий от {2}

source: {1} succeeded at self-destructing himself with the Crylink
fr: {1} a réussi à s'auto annihiler avec son CryLink
nl: {1} heeft zichzelf omgebracht met behulp van de Crylink
ru: {1} достиг успеха в саморазрушении с помощью Крайлинка

source: {1} was in the wrong place
fr: {1} était au mauvais endroit, au mauvais moment
nl: {1} was op de verkeerde plek
ru: {1} оказался в неудачном месте

source: {1} lasered himself to hell
fr: {1} s'est ionisé tout seul
nl: {1} heeft zichzelf naar de hel gelaserd
ru: {1} залазерил себя в ад

source: {1} took a close look at {2}'s Crylink
fr: {1} a voulu inspecter le CryLink de {2}
nl: {1} bekeek {2}'s Crylink van dichtbij
ru: {1} посмотрел слишком близко в Крайлинк игрока {2}

source: {1} ended it all after a {2} kill spree
fr: {1} regrette ses {2} frags successifs
nl: {1} heeft zichzelf omgebracht na een {2} moordreeks
ru: {1} закончил существование после очереди из {2} фрагов

source: {1} has been vaporized by {2}
fr: {1} s'est fait cuire à point par {2}
nl: {1} is in rook opgegaan dankzij {2}
ru: {1} был испарён игроком {2}

source: {1} almost dodged {2}'s rocket
fr: {1} à cru pouvoir esquiver la roquette de {2}
nl: {1} ontweek ternauwernood de raket van {2}
ru: {1} почти увернулся от ракеты игрока {2}

source: {1} exploded
fr: {1} a explosé
nl: {1} explodeerde
ru: {1} взорвался

source: {1} ate {2}'s grenade
fr: {1} a goûté à la grenade de {2}
nl: {1} at {2}'s granaat op
ru: {1} съел гранату игрока {2}

source: {1} was cut down by {2}
fr: {1} a été scier en deux par {2}
nl: {1} werd in mootjes gehakt door {2}
ru: {1} был подрезан игроком {2}

source: {1} died of {2}'s great playing on the @!{2}%'n Tuba
fr: {1} s'est fait envoûter par la mélodie du Tuba de {2}
nl: {1} kwam om het leven door {2}, die een geweldige solo op de @!{2}%'n-tuba speelde
ru: {1} помер от того, как здорово {2} играет на @!{2}%й Трубе

source: {1} was pummeled by {2}
fr: {2} vient de terminer {2} avec ses mains
nl: {1} werd in elkaar geslagen door {2}
ru: {1} истолчен игроком {2}

source: {1} got hit in the head by {2}
fr: {1} s'est fait MLG par {2}
nl: {1} werd in het hoofd geraakt door {2}
ru: {1} получил попадание в голову от {2}

source: {1} couldn't resist the urge to self-destruct
fr: {1} s'est jeté dans les bras de la Mort
nl: {1} kon het niet laten om zichzelf van het leven te beroven
ru: {1} не смог противиться желанию саморазрушения

source: {1} was {3}^1fragged by {2}
fr: {1} s'est fait {3}^1fraggé par {2}
nl: {1} werd {3}^1gedood door {2}
ru: {1} был {$3}^1фрагнут игроком {2}

source: {1} died in {2}'s bullet hail
fr: {1} a été pris dans la tempête de balles de {2}
nl: {1} kwam om in de kogelregen van {2}
ru: {1} помер в свинцовом вихре игрока {2}

source: ^1{1}^1 was revived by {2}
fr: {2} a ressuscité ^1{1}^1
nl: ^1{1}^1 werd gereanimeerd door {2}
ru: ^1{1}^1 был оживлён {2}

source: {1} was zapped by {2}
fr: {1} a été électrisé à mort par {2}
nl: {1} werd beschoten door {2}
ru: {1} получил удар током от {2}

source: You have the flag!
fr: Tu as le drapeau
nl: Je hebt de vlag in handen!
ru: Вы подобрали флаг!

source: ^4You revive ^7{1}
fr: ^4Tu as ressuscité ^7{1}
nl: ^4Je hebt ^7{1} gereanimeerd
ru: ^4Вы оживили ^7{1}

source: {1}^7 got the {2}
fr: {1}^7 a récupéré le {$2}
nl: {1}^7 heeft de {2}
ru: {1}^7 забрал {$2}

source: ^4{1}^4 connected
fr: ^4{1}^4 s'est connecté
nl: ^4{1}^4 is verbonden
ru: ^4{1}^4 подключился

source: The enemy got your flag! Retrieve it!
fr: L'ennemi a ton drapeau ! Récupère le vite !
nl: De vijand heeft je vlag in handen - ga erachteraan!
ru: Враг захватил ваш флаг! Верните его!

source: {1}^7 returned the {2}
fr: {1}^7 a sauvé le {$2}
nl: {1}^7 heeft de {2} teruggebracht
ru: {1}^7 вернул {$2}

source: ^4BLUE^7 flag
fr: drapeau ^4BLEU^7
nl: ^4BLAUWE^7 vlag
ru: ^4СИНИЙ^7 флаг

source: ^3Strength has worn off
fr: ^3Tu es redevenu faible
nl: ^3De testosteron is uitgewerkt
ru: ^3Сила выключена

source: {1} was blasted by {2}'s blue beam
fr: {2} a désintégré {1} avec son faisceau bleu
nl: {1} werd omgebracht door de blauwe laserstraal van {2}
ru: {1} был взорван синим лучом от {2}

source: Red Team
fr: Équipe rouge
nl: Rode team
ru: Красная команда

source: Point already captured
fr: Zone déjà capturée
nl: Dit punt is al veroverd
ru: Точка уже захвачена

source: {1}^7 lost the {2}
fr: {1}^7 a perdu le {$2}
nl: {1}^7 is de {2} kwijtgeraakt
ru: {1}^7 потерял {$2}

source: You do not have the ^2{1}
fr: Pas de ^2{$1} dans ton inventaire
nl: Je beschikt niet over de ^2{1}
ru: У вас нет ^2{1}

source: Neutral Team
fr: Équipe neutre
nl: Neutrale team
ru: Нейтральная команда

source: Out of {1}s!
fr: À court de {$1}s!
nl: De voorraad {1}s is op!
ru: Отсутствует {1}!

source: {1}^7 captured the {2} in {3} seconds
fr: {1}^7 a capturé le {$2} en {3} secondes
nl: {1}^7 heeft de {2} in {3} seconden veroverd
ru: {1}^7 захватил {$2} за {3} секунды

source: Jail is empty
fr: La prison est vide
nl: De gevangenis is leeg
ru: Тюрьма пустая

source: ^3Strength infuses your weapons with devastating power
fr: ^3La volonté de Dieu rend tes armes plus puissantes
nl: ^3Testosteron voorziet je wapens van bovenmenselijke kracht
ru: ^3Сила наполняет ваше оружие разрушительной мощью

source: You dropped the ^2{1}
fr: Tu viens de jeter le ^2{$1}
nl: Je hebt de ^2{1} laten vallen
ru: Вы сбросили ^2{1}

source: Capturing...
fr: Capture en cours...
nl: Bezig met veroveren…
ru: Захват...

source: ^4You revived by ^7{1}
fr: ^4Tu as été ressuscité par ^7{1}
nl: ^4Je bent gereanimeerd door ^7{1}
ru: ^4Вас оживил ^7{1}

source: {1}^7 picked up the {2}
fr: {1}^7 vient d'obtenir {$2}
nl: {1}^7 heeft de {2} gepakt
ru: {1}^7 подобрал {$2}

source: You got the ^2{1}
fr: Tu as ramassé ^2{$1}
nl: Je hebt de ^2{1}
ru: Вы подобрали ^2{1}

source: {1} died with a {2} kill spree
fr: {1} est mort avec {2} frags à la suite
nl: {1} kwam om het leven door een kogelregen van de {2}
ru: {1} погиб с очередью из {2} фрагов

source: {1}^7 captured the {2} in {3}, breaking {4}^7's previous record of {5} seconds
fr: {1}^7 a capturé le {$2} en {3} secondes, pulvérisant l'ancien record de {4}^7 de {5} secondes
nl: {1}^7 heeft de {2} in {3} veroverd, waardoor het record van {4}^7 ({5} seconden) verbroken is
ru: {1}^7 захватил {$2} за {3}, преодолев предыдущий рекорд от {4}^7 в {5} секунды

source: {1}^7 captured the {2} in {3}, breaking their previous record of {5} seconds
fr: {1}^7 a capturé le {$2} en {3} secondes, pulvérisant son ancien record de {5} secondes
nl: {1}^7 heeft de {2} in {3} veroverd, waardoor het eigen record van {5} seconden verbroken is
ru: {1}^7 захватил {$2} за {3}, преодолев свой предыдущий рекорд в {5} секунды

source: You don't have any ammo for the ^2{1}
fr: Pas de munitions pour le ^2{$1}
nl: Je hebt geen ammunitie van de ^2{1} op voorraad
ru: У вас нет патронов для ^2{1}

source: {1} ^7wins.
fr: {1} ^7 gagne la partie.
nl: {1} ^7wint.
ru: {1} ^7победил.

source: {1} was grounded by {2}
fr: {1} s'est fait poutrer par {2}
nl: {1} werd geschorst door {2}
ru: {1} был впечатан в землю игроком {2}

source: {1} got too close to {2}'s rocket
fr: {1} s'est fait caressé par la roquette de {2}
nl: {1} stond te dichtbij de raket van {2}
ru: {1} был слишком близко к ракетам от {2}

source: {1}^7 escaped from jail!
fr: {1}^7 s'est enfui de la prison !
nl: {1}^7 is uitgebroken!
ru: {1}^7 убежал из тюрьмы!

source: {1} didn't see {2}'s grenade
fr: {1} s'est fait surprendre par la grenade de {2}
nl: {1} zag de granaat van {2} over het hoofd
ru: {1} не заметил гранаты от {2}

source: ^4{1}^4 is spectating now
fr: ^4{1}^4 regarde la partie
nl: ^4{1}^4 is nu een toeschouwer
ru: ^4{1}^4 перешёл в наблюдатели

source: Reviving
fr: Massage cardique en cours
nl: Bezig met reanimeren
ru: Оживление

source: ^1RED^7 flag
fr: drapeau ^1ROUGE^7
nl: ^1RODE^7 vlag
ru: ^1КРАСНЫЙ^7 флаг

source: {1} was telefragged by {2}
fr: {1} s'est fait téléfraggé par {2}
nl: {1} werd geteledood door {2}
ru: {1} был телефранут игроком {2}

source: ^1Red Team^3
fr: ^1Équipe Rouge^3
nl: ^1Rode team^3
ru: ^1Красная команда^3

source: ^4Blue jail^7 closed
fr: ^4Prison bleue^7 fermée
nl: ^4De blauwe gevangenis is^7 gesloten
ru: ^4Синяя тюрьма^7 закрылась

source: {1} got in touch with {2}'s blue ball
fr: {1} s'est pris la boule bleue de {2}
nl: {1} kwam in aanraking met de blauwe bal van {2}
ru: {1} прикоснулся к синему шару от {2}

source: {1} tried out his own grenade
fr: {1} a testé sa grenade sur lui-même
nl: {1} probeerde zijn eigen granaat uit
ru: {1} попробовал свою собственную гранату

source: {1} ate {2}'s rocket
fr: {1} a bouffé la roquette de {2}
nl: {1} at {2}'s raket op
ru: {1} съел ракету от {2}

source: ^4{1}^4 disconnected
fr: ^4{1}^4 s'est déconnecté
nl: ^4{1}^4 is niet meer verbonden
ru: ^4{1}^4 отключился

source: {1}^7 jailed!
fr: {1}^7 est en prison !
nl: {1}^7 is in de gevangenis gegooid!
ru: {1}^7 в тюрьме!

source: You got ^4Akimbo ^2{1}
fr: Tu as obtenu l'^4Akimbo avec ^2{1}
nl: Je hebt ^4Akimbo ^2{1}
ru: Вы получили ^4Акимбо ^2{1}

source: {1}^7 captured the {2} in {3}, failing to break their record of {5} seconds
fr: {1}^7 a capturé le {$2} en {3} secondes, sans réussir à battre leur record de {5} secondes
nl: {1}^7 heeft de {2} in {3} veroverd, waarmee het record van {5} seconden niet verbroken is
ru: {1}^7 захватил {$2} за {3}, не сумев преодолеть свой рекорд за {5} секунд

source: {1}^7 captured the {2} in {3}, failing to break {4}^7's record of {5} seconds
fr: {1}^7 a capturé {$2} en {3} secondes, sans réussir à battre le record de {4}^7 de {5} seconds
nl: {1}^7 heeft de {2} in {3} veroverd, waarmee {4}^7's record van {5} seconden niet is verbroken
ru: {1}^7 захватил {$2} за {3}, не сумев преодолеть рекорд от {4}^7 за {5} секунд

source: ^4{1}^4 is playing now
fr: ^4{1}^4 a rejoint la partie
nl: ^4{1}^4 doet nu mee
ru: ^4{1}^4 начал играть

source: {1} was butchered by {2}
fr: {1} s'est fait ULTRAKILL par {2}
nl: {1} is afgeslacht door {2}
ru: {1} был выпотрошен игроком {2}

source: ^4Blue Team^3
fr: ^4Équipe Bleue^3
nl: ^4Blauwe team^3
ru: ^4Синяя команда^3

source: {1} was too close to {2}'s Crylink
fr: {1} s'est trouvé trop près du CryLink de {2}
nl: {1} stond te dichtbij {2}'s Crylink
ru: {1} оказался слишком близко к Крайлинку игрока {2}

source: Blue Team
fr: Équipe bleue
nl: Blauwe team
ru: Синяя команда

source: {1}^7 has changed from {2} to {3}
fr: {1}^7 a changé son nom de {2} à {3}
nl: {1}^7 is van het {2} naar het {3} gegaan
ru: {1}^7 перешёл из {$2} в {$3}

source: ^2Game finished! The winner is {1}
fr: ^2Partie terminée ! {1} remporte la partie !
nl: ^2Het toernooi zit erop! De winnaar is {1}
ru: ^2Игра завершена! Победитель {1}

source: Waiting for players to join... Need active players for: {2}
fr: En attente d'autres joueurs... Il faut des joueurs pour : {$2}
nl: Bezig met wachten op deelnemers… Actieve spelers benodigd voor: {2}
ru: Ждём присоединения игроков... Нужны игроки для: {$2}

source: {1}^7 died and lost the {2}
fr: {1}^7 est mort et a perdu le {$2}
nl: {1}^7 is overleden en verloor de {2}
ru: {1}^7 помер и потерял {$2}

source: Scanning frequency range...
fr: Scan de la gamme de fréquence en cours...
nl: Bezig met scannen van frequentiebereik…
ru: Сканируем частоты...

source: You are starting with the {1}
fr: Tu commences avec {$1}
nl: Je begint met de {1}
ru: Вы получили {$1}

source: {1}^7 captured the keys for the {2}
fr: {1}^7 a récupéré les clés pour {$2}
nl: {1}^7 heeft de sleutels voor het {2} veroverd
ru: {1}^7 захватил ключи для {$2}

source: Round starts in {1}
fr: La partie commence dans {$1}
nl: De ronde start over {1}
ru: Раунд начнётся через {1}

source: ^2* ^3{1}^2 calls a vote for {2}
fr: ^2* ^3{1}^2 lance un vote pour {$2}
nl: ^2* ^3{1}^2 houdt een stemming voor {2}
ru: ^2* ^3{1}^2 создал голосование за {2}

source: ^2* ^3{1}^2's vote for ^1{2}^2 was accepted
fr: ^2* Le vote de ^3{1}^2 pour ^1{2}^2 a été gagné
nl: ^2* ^3{1}^2's stem ^1{2}^2 is aangenomen
ru: ^2* ^3 голосование от {1}^2 за ^1{2}^2 было принято

source: ^2* vote results: ^1{1}^2:^1{2}^2, ^1{3}^2 didn't care, ^1{4}^2 didn't have to vote
fr: ^2* Résultats du vote : ^1{1}^2:^1{2}^2, ^1{3}^2 s'en foutaient, ^1{4}^2 n'ont pas le droit de vote
nl: ^2* stemresultaten: ^1{1}^2:^1{2}^2; ^1{3}^2 stemden blanco; ^1{4}^2 hoefden niet te stemmen
ru: ^2* результат голосования: ^1{1}^2:^1{2}^2, ^1{3}^2 воздержались, ^1{4}^2 исключены из голосования

source: ^2* vote results: ^1{1}^2:^1{2}^2 (^1{3}^2 needed), ^1{4}^2 didn't care, ^1{5}^2 didn't vote
fr: ^2* Résultats du vote : ^1{1}^2:^1{2}^2 (^1{3}^2 needed), ^1{4}^2 didn't care, ^1{5}^2 didn't vote
nl: ^2* stemresultaten: ^1{1}^2:^1{2}^2 (^1{3}^2 benodigd); ^1{4}^2 stemden blanco; ^1{5}^2 stemden niet
ru: ^2* результат голосования: ^1{1}^2:^1{2}^2 (^1{3}^2 needed), ^1{4}^2 воздержались, ^1{5}^2 не голосовали

source: ^2* ^3{1}^2's vote for {2}^2 timed out
fr: ^2* Résultats du vote : le vote de ^3{1}^2 pour {2}^2 a expiré
nl: ^2* ^3{1}^2's stemming voor {2}^2 is verlopen
ru: ^2* голосование от ^3{1}^2 за {2}^2 истекло по времени

source: ^1red key
fr: ^1clé rouge
nl: ^1rode sleutel
ru: ^1красный ключ

source: ^4blue key
fr: ^4clé bleue
nl: ^4blauwe sleutel
ru: ^4синий ключ

source: ^1Red Team^7
fr: ^1Équipe rouge^7
nl: ^1Rode team^7
ru: ^1Красная команда^7

source: ^1Red Team^7, ^4Blue Team^7
fr: ^1Équipe rouge^7, ^4Équipe bleue^7
nl: ^1Rode team^7, ^4Blauwe team^7
ru: ^1Красная команда^7, ^4Синяя команда^7

source: ^4Blue Team^7
fr: ^4Équipe bleue^7
nl: ^4Blauwe team^7
ru: ^4Синяя команда^7

source: ^2Awaiting players...
fr: ^2En attente des joueurs...
nl: ^2Bezig met wachten op spelers…
ru: ^2Ожидание игроков...

source: ^1Red^7 Scores! All opponents are imprisoned ^2Starting in {1}
fr: Les ^1Rouges^7 marquent ! Toute l'équipe adverse est en prison. ^2Nouvelle partie dans {$1}
nl: ^1Rood^7 heeft gescoord! Alle tegenstanders zijn gevangengezet. ^2De ronde begint over {1}
ru: ^1Красные^7 выиграли раунд! Все противники в тюрьме ^2Новый раунд через {1}

source: Jailbreak! The ^4BLUES^7 are escaping! Control point captured by {1}
fr: Fugue de la prison ! Les ^4BLEUS^7 s'échappent ! Zone capturée par {$1}
nl: Uitbraak! De ^4BLAUWEN^7 ontsnappen! Controlepunt veroverd door {1}
ru: Побег! ^4СИНИИ^7 убегают! Контрольная точка была захвачена игроком {1}

source: Point is not ready
fr: La zone ne peut pas etre capturée
nl: Het punt is nog niet gereed
ru: Точка не готова

source: ^2Starting in {1}
fr: ^2On commence dans {$1}
nl: ^2De ronde start over {1}
ru: ^2Раунд начнётся через {1}

source: ^2Round finished! ^4Blue Team^7^2 wins! ^2Starting in {1}
fr: ^2Manche terminée ! ^4L'Équipe Bleue^7^2 gagne ! ^2Nouvelle manche dans {$1}
nl: ^2De ronde is afgelopen! ^4Het blauwe team heeft^7^2 gewonnen! ^2De nieuwe ronde begint over {1}
ru: ^2Раунд завершён! ^4Синяя команда^2 победила! ^2Следующий раунд через {1}

source: ^2Round finished! ^1Red Team^7^2 wins! ^2Starting in {1}
fr: ^2Manche terminée ! ^4L'Équipe Rouge^7^2 gagne ! ^2Nouvelle manche dans {$1}
nl: ^2De ronde is afgelopen! ^1Het rode team heeft^7^2 gewonnen! ^2De nieuwe ronde begint over {1}
ru: ^2Раунд завершён! ^1Красная команда^2 победила! ^2Следующий раунд через {1}

source: ^2New round started
fr: ^2Nouvelle manche lancée
nl: ^2Er is een nieuwe ronde gestart
ru: ^2Новый раунд начался

source: {1}^7 scores
fr: {1}^7 vient de marquer des points
nl: {1}^7 heeft gescoord
ru: {$1}^7 захватила флаг

source: {1}^7 dropped
fr: Le {$1}^7 est au sol
nl: {1}^7 is gevallen
ru: {$1}^7 брошен
