Repository: kasymovga/1vs1
Catalog: translations/common.*.po
Languages: fr, nl, ru

source: {1} played with plasma
nl: {1} speelde met plasma
ru: {1} заигрался с плазмой

source: You dropped the ^2{1} with {2} {3}
nl: Je hebt de ^2{1} laten vallen met {2} {3}
ru: Вы сбросили ^2{1} с {2} {3}

source: ^3{1} ^7got the {2}{3}
nl: ^3{1} ^7heeft de {2}{3}
ru: ^3{1} ^7подобрал {2}{3}

source: {1} could not remember where he put plasma
nl: {1} kon zich niet herinneren waar hij de plasma had achtergelaten
ru: {1} не запомнил, куда положил плазму

source: All keys are in your team's hands! Meet the other key carriers ^1NOW^7!
nl: Alle sleutels zijn in handen van jouw team! Begeef je ^1NU^7 naar de andere sleuteldragers!
ru: Ваша команда собрала все ключи! Соберитесь с другими носителями ключей ^1СЕЙЧАС^7!

source: All keys are in the {1}^7's hands! Interfere ^1NOW^7!
nl: Alle sleutels zijn in handen van {1}^7! Grijp ^1NU^7 in!
ru: {$1}^7 собрала все ключи! Перехватите ^1СЕЙЧАС^7!

source: Radio
ru: Радио

source: ^3Akimbo: double gun, double fun
nl: ^3Akimbo: dubbel zoveel wapens, dubbel zoveel plezier
ru: ^3Акимбо: двойная пушка, двойная веселуха

source: Normal
nl: Normaal
ru: Нормально

source: Use RM HUD:
nl: RM HUD-gebruiken:
ru: Использовать RM HUD:

source: Incremental timer
ru: Необратный таймер

source: Timeout/Timein
ru: Таймаут/Продолжить

source: ^1Yor are frozen ^1Use ^3{+attack}^1 to mark danger ^1Press ^3{+attack2}^1 to spectate
nl: ^1Je bent bevroren ^1Gebruik ^3{+attack2}^1 om gevaar te markeren ^1Druk op ^3{+attack2}^1 om te kijken
ru: ^1Вы заморожены ^1Используйте ^3{+attack}^1 для отметки опасности ^1Нажмите ^3{+attack2}^1 для наблюдения

source: took the downward turn
nl: nam een duikvlucht
